INSERT INTO films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
	VALUES('Аватар',
	'Джейк Салли— бывший морской пехотинец, прикованный к инвалидному креслу. Несмотря на немощное тело, Джейк в душе по-прежнему остается воином. Он получает задание совершить путешествие в несколько световых лет к базе землян на планете Пандора, где корпорации добывают редкий минерал, имеющий огромное значение для выхода Земли из энергетического кризиса.',
	2009,
	1,
	0,
	166,
	1);
INSERT INTO films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
	VALUES('Назад в будущее',
	'Подросток Марти с помощью машины времени, сооружённой его другом-профессором доком Брауном, попадает из 80-х в далекие 50-е. Там он встречается со своими будущими родителями, ещё подростками, и другом-профессором, совсем молодым.',
	1985,
	1,
	2,
	116,
	2);
INSERT INTO films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
	VALUES('Тупой и ещё тупее 2',
	'Прошло целых двадцать лет с тех пор, как Ллойд Кристмас и Гарри Данн совершили свое путешествие, чтобы передать потерянный чемоданчик. Теперь они стали старше, но глупости от этого не убавилось! Вот только в этот раз им предстоит решить дело куда серьезнее! Ведь у Гарри, как друзья узнали с опозданием в двадцать лет, есть дочь, которую нужно непременно найти! Дочь, как оказалось, была отдана на удочерение, поэтому папаше и его туповатому напарнику приходится изрядно попотеть, чтобы найти родню. Ну и конечно эти поиски будут просто сумасшедшими в прямом смысле слова.',
	2014,
	4,
	16,
	109,
	3);
INSERT INTO films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
	VALUES('Интерстеллар',
	'Фильм рассказывает о путешествии группы исследователей, которые используют недавно обнаруженный пространственно-временной туннель, для покорения огромных расстояний в космосе.',
	2014,
	1,
	16,
	170,
	4);
INSERT INTO films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
	VALUES('Король лев',
	'Маленький львёнок Симба совсем недавно появился на свет. Он познает этот мир и смотрит на своего отца, настоящего вождя Муфасу, как на пример для подражания. Когда-то и малышу придется занять место короля саванны. К сожалению, не все очень рады рождению Симбы. Брат Муфасы, которого зовут Шрам, давно мечтает о троне, и львёнок явно этим планам помешает. Коварный Шрам сделает так, что Муфаса умрёт, а Симба на долгие годы пропадёт из саванны. К счастью, маленького львёнка возьмёт под опеку колоритная парочка, которая его и вырастит. Уже взрослый Симба вернется, чтобы забрать то, что по праву его.',
	2019,
	3,
	2,
	118,
	5);
INSERT INTO films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
	VALUES('Одинокий рейнджер',
	'Рассказ в фильме пойдёт о событиях далекого времени в Техасе, превративших рейнджера Джона Рейда из простого блюстителя закона в легенду правосудия.',
	2013,
	6,
	14,
	149,
	6);
INSERT INTO films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
	VALUES('Лоракс',
	'Очень давно, когда природа только начала свое существование, среди деревьев, трав и цветов нашел свой дом Лоракс. Он обеспечивал гармонию и спокойствие в безграничных лесах. Это продолжалось целую вечность, пока человечество не переступило черту, загрязняя природу. Но Лоракс не тот, с кем может соперничать научный прогресс. Планета будет спасена!',
	2012,
	5,
	0,
	94,
	7);
INSERT INTO films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
	VALUES('Обливион',
	'После десятилетий войны с инопланетной цивилизацией человечеству удалось выиграть битву, однако последствия оказались катастрофическими — поверхность Земли для жизни становится непригодной. Теперь люди живут над облаками, но некоторые из них продолжают делать вылазки вниз, где, несмотря на изменившиеся до неузнаваемости ландшафты, все еще можно найти много полезных вещей. Джек Харпер, один из немногих оставшихся в живых ремонтников летательных аппаратов, участвует в широкомасштабной операции по добыче необходимых ресурсов с поверхности планеты. Во время очередного патрулирования неба он спасает прекрасную незнакомку с космического корабля, потерпевшего крушение. Её появление запускает цепь событий, которые заставляют Джека поставить под вопрос его знания о планете, его миссии и о самом себе.',
	2013,
	1,
	14,
	124,
	8);
INSERT INTO films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
	VALUES('Пол',
	'Для двух чуваков самое крутое событие года - Комик-конвенция, которую они посещают. А знаете, что может быть еще круче? - Внезапно натолкнуться на самого настоящего, пусть небольшого, пришельца по имени, скажем, Пол, а затем еще и героически помочь ему убраться с Земли. Вы не поверите, но с этими двумя лентяями так и случилось. Для них это событие - подарок судьбы, о котором они мечтали всю свою жизнь.',
	2011,
	4,
	14,
	110,
	9);